notes/work.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Work</title>
<meta name="generator" content="Org Mode" />
<link rel="icon" type="base/favicon" href="/base/favicon.png">
<link rel="stylesheet" href="https://www.haider.gq/base/style.css"/>
<link rel="stylesheet" href="https://www.haider.gq/base/table.css"/>
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css" />
<link href="https://fonts.googleapis.com/css2?family=Roboto+Slab:wght@600&display=swap" rel="stylesheet">
</head>
<body>
<div id="preamble" class="status">
<header>
	  <a href='https://www.haider.gq' class='main_header'>Haider Mirza</a>
	  <nav>
	    <ul class='nav_links'>
	      <li><a href='https://www.haider.gq/projects/projects'>Projects</a></li>
	      <li><a href='https://www.haider.gq/blogs/blogs'>Blogs</a></li>
	      <li><a href='https://www.haider.gq/repos/repos'>Repositories</a></li>
	      <li><a href='https://www.haider.gq/notes'>Notes</a></li>
	    </ul>
	  </nav>
	</header>
</div>
<div id="content" class="content">
<h1 class="title">Work</h1>

<div id="outline-container-org7d87c66" class="outline-2">
<h2 id="org7d87c66">Work</h2>
<div class="outline-text-2" id="text-org7d87c66">
<p>
Work is a force causing the displacement of object and is measured In Joules.
<i>Come on man, Joules is so much better than horsepower. Be greatful!</i>
</p>
</div>
<div id="outline-container-org06b938e" class="outline-3">
<h3 id="org06b938e">Formula</h3>
<div class="outline-text-3" id="text-org06b938e">
<p>
The formula for work is the following:
</p>

<p>
\(W = F \times d\)
</p>

<p>
Force is mass \(\times\) acceleration.
\(F = M \times A\)
</p>

<p>
The work(w) done on an object would be equal to the force(f) applied to it multiplied by the distance(d) it travelled.
</p>
</div>
</div>
</div>

<div id="outline-container-org901c0da" class="outline-2">
<h2 id="org901c0da">Links to this note</h2>
<div class="outline-text-2" id="text-org901c0da">
<ul class="org-ul">
<li><a href="./physics.html">Physics</a></li>
<li><a href="./circuits.html">Circuits</a></li>
<li><a href="./physics.html">Physics</a></li>
<li><a href="./circuits.html">Circuits</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
	  <div class='footer-content'>
	    <h3>Haider Mirza</h3>
	    <p>Website created by Haider Mirza</p>
	    <ul class='socials'>
	      <li><a href='https://www.github.com/Haider-Mirza'><i class='fa fa-github'></i></a></li>
	      <li><a href='mailto:haider@haider.gq'><i class='fa fa-envelope'></i></a></li>
	    </ul>
	  </div>
	  <div class='footer-bottom'>
	    <p>Created by Haider Mirza with orgmode in emacs</p>
	  </div>
	</footer>
</div>
</body>
</html>
